Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_iloitsee_saamelaiskokoelman_kotiinpaluusta.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso iloitsee saamelaiskokoelman kotiinpaluusta
sme: Ságajođiheaddji Juuso illuda sámečoakkáldaga ruoktotmáhccamis

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui 9.9.2021 Saamelaismuseo Siidan järjestämään juhlatilaisuuteen, jossa juhlistettiin Kansallismuseolta tulevan Saamelaiskokoelman kotiinpaluuta.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso oassálasttii 9.9.2021 Sámemusea Siidda ordnen ávvodilálašvuhtii, mii lei lágiduvvon Riikkamuseas boahtán Sámečoakkáldaga ruoktotmáhccama gudnin.

source: Puheenjohtaja Juuso iloitsee puheessaan saamelaiskokoelman kotiinpaluusta Saamelaismuseo Siidan uudistettuihin tiloihin.
sme: Ságajođiheaddji Juuso illudii ságastis , go sámečoakkáldat lea ruoktotmáhccan Sámemusea Siidda ođasmahtton lanjaide.

source: – Nyt palautettavat esineet eivät ole vain esineitä, vaan ne yhdistävät meitä esivanhempiimme.
sme: – Dál máhcahuvvon dávvirat eai nappo leat dušše dávvirat, muhto dat laktet min máttarvánhemiidda.

source: Kokoelma käsittää pitkän siivun historiaamme ja kertoo tarinoita saamelaisyhteisön jokapäiväisestä elämästä vuosien takaa.
sme: Čoakkáldat guoská guhkes mátkkis historjámet ja dat muitala sámeservoša beaivválaš eallimis jagiid duohken.

source: Käsitöihin valitut materiaalit, niissä käytetyt tekniikat ja erilaiset tavat koristella esineitä – se kaikki lisää ja syventää ymmärrystä oman kansamme menneisyydestä, sanoo Juuso.
sme: Dujiide válljejuvvon materiálat, dain geavahuvvon teknihkat ja iešguđetlágan vuogit čiŋahit dávviriid – dat buot lasihit ja čiekŋudit min áddejumi iežamet álbmoga vássán áiggis, lohka Juuso.

source: Saamelaiskäräjät on tällä vaalikaudella käynyt muinaismuistolain uudistuksen yhteydessä lähetekeskustelun, jossa on ollut vahva viesti itsemääräämisoikeuden ja itsehallinnon edistämisestä kulttuuriperinnön osalta.
sme: Sámediggi lea dán válgabajis geavvan dološmuitolága ođastusa oktavuođas maiddái sáttaságastallama, gos lea leamaš nana oaidnu iešmearridanvuoigatvuođa ja iešráđđema ovddideamis kulturárbbi oasil.

source: Lisäksi Saamelaisessa parlamentaarisessa neuvostossa on päätetty aloittaa yhteisten linjauksien laatiminen saamelaisen kulttuuriperinnön osalta yhteistyössä Suomen, Ruotsin ja Norjan Saamelaiskäräjien sekä Saamelaisneuvoston kanssa.
sme: Maiddái Sámi parlamentáralaš ráđis leat šiehttan ráhkadišgoahtit oktasaš linnjádemiid sámi kulturárbbi oasil oktasašbarggus Suoma, Ruoŧa ja Norgga Sámedikkiiguin ja Sámiráđiin.

source: Tavoitteena on muodostaa yhtenäinen saamelaisten näkemys kulttuuriperintömme ja perinteisen tiedon itsehallinnosta, suojelusta ja hyödyntämisestä.
sme: Ulbmilin lea ráhkadit sámiid oktasaš oainnu kulturárbbi ja árbevirolaš dieđu iešráđđemis, suodjaleamis ja ávkingeavaheamis.

source: – Meillä saamelaisilla on yhteiskuntamme sisällä vahvaa osaamista ja asiantuntijuutta omaan kulttuuriperintöömme, sen säilyttämiseen ja sen hyödyntämiseen liittyen.
sme: – Mis sápmelaččain lea servodaga siste nana čehppodat ja áššedovdamuš iežamet kulturárbái, dan seailluheapmái ja dan ávkingeavaheapmái.

source: Näen tärkeänä, että seuraavaksi varmistetaan, että saamen kansa pääsee tutustumaan kokoelmaan meille luontaisilla tavoilla ja ottamaan takaisin tätä osaa kulttuuriperinnöstämme, jatkaa Juuso.
sme: Oainnán dehálažžan, ahte čuovvovažžan sihkkarasto, ahte sámeálbmot beassá oahpásmuvvat čoakkáldahkii midjiide lunddolaš vugiin ja váldit ruovttoluotta dán oasi kulturárbbisteamet, joatká Juuso.

source: Lue puhe täältä .
sme: Loga sáhkavuoru dáppe .

source: Saamelaiskokoelma käsittää runsaat 2000 esinettä, jotka on kerätty saamelaisalueelta vuosina 1830-1998.
sme: Sámečoakkáldat sisttis doallá badjel 2000 dávvira, mat leat čoggon sámeguovllus jagiin 1830-1998.

source: Saamelaismuseo vastaanottaa kokoelman uuteen, keväällä 2021 valmistuneeseen kokoelmayksikköön.
sme: Sámemusea vuostái váldá čoakkáldaga ođđa, giđđat 2021 gárvánan čoakkáldatossodahkii.

source: Lue Saamelaismuseo Siidan tiedote .
sme: Loga Sámemusea Siidda dieđáhusa .

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi
